---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.Generic
source: html/6888499a-3f61-a0c3-619f-6dcdaedb8386.htm
---
# Generic Members

The property labeled "Color By Object" from the "Generic" schema.